const hospitalsData = [
    { name: "林青穀家庭醫學專科診所", addr: "台北市大安區大安路一段2-1號", phone: "02-27217055" },
    { name: "光慧診所", addr: "台北市大安區復興南路二段176號", phone: "02-27555627" },
    { name: "杏語心靈診所", addr: "台北市大安區復興南路一段200號11樓", phone: "02-27751526" },
    { name: "書田泌尿科眼科診所", addr: "台北市大安區建國南路2段276號", phone: "02-23690211" },
    { name: "昱捷診所", addr: "台北市大安區信義路三段202號9樓之1", phone: "02-27002709" },
    { name: "宇寧身心診所", addr: "台北市大安區復興南路二段6號3樓", phone: "02-27080706" },
    { name: "晴天身心精神科診所", addr: "台北市大安區延吉街135-3號2樓", phone: "02-87716545" },
    { name: "自體心理診所", addr: "臺北市大安區延吉街153之9號3樓", phone: "02-27754121" },
    { name: "主愛心靈診所", addr: "台北市大安區羅斯福路三段269巷39號1樓", phone: "02-23651224" },
    { name: "馨思身心精神科診所", addr: "台北市大安區信義路二段208號7樓之1", phone: "02-33933030" },
    { name: "大心診所(忠孝)", addr: "台北市大安區忠孝東路四段205巷7弄13號2樓", phone: "02-27718821" },
    { name: "春暘診所", addr: "台北市大安區敦化南路二段46號16樓", phone: "02-27019586" },
    { name: "大安身心診所", addr: "台北市大安區和平東路二段18-9號1樓", phone: "02-23658680" },
    { name: "向陽身心診所", addr: "台北市大安區忠孝東路四段218之2號B棟2樓", phone: "02-87713000" },
    { name: "交感身心診所", addr: "台北市大安區信義路四段143號4樓", phone: "02-77306840" },
    { name: "嘉齡診所", addr: "台北市大安區敦化南路1段205號B1", phone: "02-27211257" },
    { name: "逢甲大學", addr: "臺中市西屯區文華路100號", phone: "04 2451 7250" }
]; //之後會用資料庫存 目前只是試